[
    {
        "id": 1753123490,
        "name": {
            "ru": "Arduino Uno R3",
            "kz": "Arduino Uno R3"
        },
        "price": 15000,
        "img": "images\/img_687e8aa26b2be1.22906082.jpeg",
        "description": {
            "ru": "Arduino Uno контроллер построен на ATmega328. Платформа имеет 14 цифровых вход\/выходов (6 из которых могут использоваться как выходы ШИМ), 6 аналоговых входов, кварцевый генератор 16 МГц, разъем USB, силовой разъем, разъем ICSP и кнопку перезагрузки. Для работы необходимо подключить платформу к компьютеру посредством кабеля USB, либо подать питание при помощи адаптера AC\/DC или батареи.",
            "kz": "Arduino Uno контроллер atmega328-де салынған. Платформада 14 сандық кіріс \/ шығыс (оның 6-сы PWM шығысы ретінде пайдаланылуы мүмкін), 6 аналогтық кіріс, 16 МГц кварц генераторы, USB қосқышы, қуат қосқышы, ICSP қосқышы және қайта жүктеу түймесі бар. Жұмыс істеу үшін платформаны компьютерге USB кабелі арқылы қосу керек немесе AC\/DC адаптерін немесе батареяны пайдаланып қуат беру керек."
        }
    },
    {
        "id": 1753123557,
        "name": {
            "ru": "STM32 F103C8T6",
            "kz": "STM32 F103C8T6"
        },
        "price": 15000,
        "img": "images\/img_687e8ae52a5063.69972044.jpeg",
        "description": {
            "ru": "STM32 — семейство 32-битных микроконтроллеров производства STMicroelectronics. Чипы STM32 группируются в серии, в рамках каждой из которых используется одно и то же 32-битное ядро ARM, например, Cortex-M7F, Cortex-M4F, Cortex-M3, Cortex-M0+ или Cortex-M0. Каждый микроконтроллер состоит из ядра процессора, статической RAM-памяти, флеш-памяти, отладочного и различных периферийных интерфейсов.",
            "kz": "STM32-STMicroelectronics шығарған 32 биттік микроконтроллерлер тобы. STM32 чиптері Cortex-M7F, Cortex-M4F, Cortex-M3, Cortex-M0+ немесе Cortex-M0 сияқты әрқайсысы бірдей 32 биттік ARM ядросын қолданатын серияларға топтастырылған. Әрбір микроконтроллер процессор ядросынан, статикалық жедел жадтан, флэш-жадтан, жөндеуден және әртүрлі перифериялық интерфейстерден тұрады."
        }
    }
]